Repository: developersidd/siddik-commerce-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn

source: Bangla
bn: বাংলা

source: Title
bn: প্রোডাক্ট নাম

source: Latest Items
bn: নতুন পণ্য

source: Cheapest
bn: কমদামি

source: Most Popular
bn: সবচেয়ে জনপ্রিয়

source: Highest Rated
bn: সর্বোচ্চ গুণমান পণ্য

source: Expensive
bn: দামী

source: Oldest Items
bn: পুরাতন পণ্য

source: Trending
bn: প্রচলিত পণ্য

source: Your one-stop shop for all your needs. We offer a wide range of products at unbeatable prices, ensuring quality and customer satisfaction every step of the way.
bn: আপনার সকল প্রয়োজনের জন্য এক-স্টপ শপ। আমরা সেরা দামে মানসম্মত পণ্য সরবরাহ করি এবং প্রতিটি ধাপে গ্রাহক সন্তুষ্টি নিশ্চিত করি।

source: Brands
bn: ব্র্যান্ডসমূহ

source: Adidas
bn: অ্যাডিডাস

source: Puma
bn: পুমা

source: Reebok
bn: রিবক

source: Nike
bn: নাইকি

source: Company
bn: কোম্পানি

source: About us
bn: আমাদের সম্পর্কে

source: Career
bn: ক্যারিয়ার

source: Find a store
bn: স্টোর খুঁজুন

source: Rules and terms
bn: নিয়ম এবং শর্তাবলী

source: Sitemap
bn: সাইটম্যাপ

source: Help
bn: সাহায্য

source: Contact us
bn: যোগাযোগ করুন

source: Money refund
bn: টাকা ফেরত

source: Order status
bn: অর্ডারের অবস্থা

source: Open dispute
bn: বিতর্ক খুলুন

source: Social
bn: সামাজিক

source: Facebook
bn: ফেসবুক

source: X
bn: এক্স

source: Instagram
bn: ইনস্টাগ্রাম

source: Youtube
bn: ইউটিউব

source: &copy 2025 Siddik Ecommerce
bn: &copy ২০২৫ সিদ্দিক ইকমার্স

source: Dhaka, Bangladesh
bn: ঢাকা, বাংলাদেশ

source: Home
bn: হোম

source: Store
bn: স্টোর

source: Cart
bn: কার্ট

source: Call
bn: ফোন

source: Search
bn: সার্চ

source: Welcome Guest
bn: স্বাগতম মেহমান

source: Logout
bn: প্রস্থান

source: Sign in
bn: সাইন ইন

source: Register
bn: রেজিস্টার

source: All category
bn: সব ক্যাটাগরি

source: Quick view
bn: বিস্তারিত দেখুন

source: reviews
bn: পর্যালোচনা

source: Details
bn: বিস্তারিত

source: Copyright 2025 All rights reserved
bn: কপিরাইট ২০২৫ সর্বস্বত্ব সংরক্ষিত।

source: Terms and conditions
bn: শর্তাবলী

source: Shopping cart
bn: শপিং কার্ট

source: Product
bn: প্রোডাক্ট

source: Quantity
bn: পরিমান

source: Price
bn: দাম

source: each
bn: প্রতিটা

source: Remove
bn: সরিয়ে ফেলুন

source: Make Purchase
bn: পেমেন্ট করুন

source: Continue shopping
bn: কেনাকাটা চালিয়ে যান

source: Have coupon?
bn: কোন কুপন আছে?

source: Coupon code
bn: কুপন কোড

source: Apply
bn: আবেদন করুন

source: Coupon
bn: কুপন

source: applied.
bn: আবেদন করা হয়েছে

source: Total price
bn: মোট দাম

source: Discount
bn: ছাড়

source: Tax
bn: ট্যাক্স

source: Total
bn: মোট

source: Your Shopping Cart is Empty
bn: আপনার শপিং কার্ট খালি।

source: Payment and refund policy
bn: অর্থপ্রদান এবং ফেরত নীতি

source: We use SSLCommerz, a secure and trusted payment gateway, to process all payments on our platform. Payments can be made using supported methods such as debit cards, credit cards, mobile banking, and other options provided by SSLCommerz. All transactions are encrypted and processed securely. We do not store or have access to your card or payment credentials. Once a payment is successfully completed, an order confirmation will be generated automatically. In case of a failed or interrupted transaction, the amount will not be deducted. If any amount is deducted due to a technical issue, it will be automatically reversed by the payment provider within the stipulated time.
bn: আমরা আমাদের প্ল্যাটফর্মে সকল পেমেন্ট প্রক্রিয়াকরণের জন্য SSLCommerz ব্যবহার করি, যা একটি নিরাপদ ও বিশ্বস্ত পেমেন্ট গেটওয়ে। গ্রাহকরা ডেবিট কার্ড, ক্রেডিট কার্ড, মোবাইল ব্যাংকিং এবং SSLCommerz দ্বারা সমর্থিত অন্যান্য পেমেন্ট পদ্ধতির মাধ্যমে পেমেন্ট করতে পারবেন। সকল লেনদেন এনক্রিপ্টেড এবং নিরাপদভাবে সম্পন্ন হয়। আমরা আপনার কার্ড বা পেমেন্ট সংক্রান্ত কোনো তথ্য সংরক্ষণ করি না এবং এসব তথ্যের উপর আমাদের কোনো অ্যাক্সেস নেই। পেমেন্ট সফলভাবে সম্পন্ন হলে স্বয়ংক্রিয়ভাবে একটি অর্ডার কনফার্মেশন জেনারেট করা হবে। কোনো পেমেন্ট ব্যর্থ হলে বা লেনদেন অসম্পূর্ণ থাকলে আপনার অ্যাকাউন্ট থেকে কোনো অর্থ কাটা হবে না। যদি কোনো প্রযুক্তিগত সমস্যার কারণে অর্থ কেটে নেওয়া হয়, তাহলে নির্ধারিত সময়ের মধ্যে পেমেন্ট প্রদানকারী স্বয়ংক্রিয়ভাবে সেই অর্থ ফেরত প্রদান করবে।

source: Refunds are processed in accordance with our refund eligibility rules and SSLCommerz payment guidelines. Refund requests must be submitted within the specified time frame after placing the order. Approved refunds will be processed through the original payment method used during checkout. The refund processing time depends on SSLCommerz and the issuing bank or mobile financial service provider. Partial refunds may apply depending on the product, service, or usage status. Any transaction fees charged by the payment gateway or banks may be non-refundable. We reserve the right to reject refund requests if the order does not meet our refund conditions or if fraudulent activity is suspected.
bn: আমাদের রিফান্ড নীতিমালা এবং SSLCommerz এর পেমেন্ট গাইডলাইনের অনুসারে রিফান্ড প্রক্রিয়া সম্পন্ন করা হয়। অর্ডার করার পর নির্ধারিত সময়সীমার মধ্যে রিফান্ডের জন্য অনুরোধ জমা দিতে হবে। অনুমোদিত রিফান্ড চেকআউটের সময় ব্যবহৃত মূল পেমেন্ট পদ্ধতির মাধ্যমেই প্রদান করা হবে। রিফান্ড প্রক্রিয়াকরণের সময় SSLCommerz এবং সংশ্লিষ্ট ব্যাংক বা মোবাইল ফাইন্যান্সিয়াল সার্ভিস প্রদানকারীর উপর নির্ভর করে। পণ্য, সেবা বা ব্যবহারের অবস্থার উপর ভিত্তি করে আংশিক রিফান্ড প্রযোজ্য হতে পারে। পেমেন্ট গেটওয়ে বা ব্যাংক কর্তৃক ধার্যকৃত কোনো লেনদেন ফি ফেরতযোগ্য নাও হতে পারে। অর্ডার আমাদের রিফান্ড শর্ত পূরণ না করলে অথবা কোনো ধরনের প্রতারণামূলক কার্যক্রম সন্দেহ হলে আমরা রিফান্ড অনুরোধ বাতিল করার অধিকার সংরক্ষণ করি।

source: High quality material
bn: উচ্চ মানের উপাদান

source: Excellent build quality
bn: চমৎকার বিল্ড মান

source: Long lasting and durable
bn: দীর্ঘস্থায়ী এবং টেকসই

source: Available Size
bn: ব্যবহারযোগ্য সাইজ

source: Color
bn: রঙ

source: Out of Stock
bn: স্টক আউট

source: Add to cart
bn: কার্টে যোগ করুন

source: Write Your Review
bn: আপনার পর্যালোচনা লিখুন

source: How do you rate this product?
bn: আপনি এই পণ্যটিকে কীভাবে মূল্যায়ন করেন?

source: Review Title:
bn: পর্যালোচনা শিরোনাম

source: Review:
bn: পর্যালোচনা

source: Submit Review
bn: পর্যালোচনা জমা দিন

source: You must purchase this product to post a review.
bn: পর্যালোচনা পোস্ট করার জন্য আপনাকে এই পণ্যটি কিনতে হবে।.

source: You must be logged in to post a review.
bn: পর্যালোচনা পোস্ট করার জন্য আপনাকে লগইন করতে হবে।

source: Login now
bn: লগইন করুন

source: Customer Reviews
bn: গ্রাহক পর্যালোচনা

source: Category
bn: ক্যাটাগরি

source: Products
bn: প্রোডাক্ট

source: Categories
bn: ক্যাটাগরি

source: Price range
bn: মূল্য পরিসীমা

source: Min
bn: সর্বনিম্ন

source: Max
bn: সর্বনিম্ন

source: Sizes
bn: মাপ

source: Items found
bn: আইটেম পাওয়া গেছে

source: No products found matching the selected criteria.
bn: কোন পণ্য পাওয়া যায়নি

source: First
bn: প্রথম

source: Next
bn: পরবর্তী

source: Last
bn: শেষ
